Repository: common-repository/visage
Catalog: lang/visage-*.po
Languages: nl_nl

source: %1$sWarning:%2$s The default avatar rating is currently set to "%3$s", and your personal avatar has the rating "%4$s".
nl_nl: %1$sWarning:%2$s De standaard profielfoto classificatie is op dit moment "%3$s", je persoonlijke profielfoto heeft de classificatie "%4$s".

source: Allow users to set their own avatars easily.
nl_nl: Sta gebruikers toe om een persoonlijke profielfoto in te stellen.

source: Choose a custom avatar
nl_nl: Kies een profielfoto

source: Select
nl_nl: Selecteer

source: Personal Avatar
nl_nl: Persoonlijke Profielfoto

source: Change
nl_nl: Wijzig

source: Delete
nl_nl: Verwijder

source: G &#8212; Suitable for all audiences
nl_nl: G &#8212; Geschikt voor alle doelgroepen

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
nl_nl: PG &#8212; Mogelijk aanstootgevend, meestal voor het publiek 13 en hoger

source: R &#8212; Intended for adult audiences above 17
nl_nl: R &#8212; Bedoeld voor een volwassen publiek boven 17

source: X &#8212; Even more mature than above
nl_nl: X &#8212; Zelfs meer volwassen dan hierboven
